[
  {
    "id": 1,
    "name": "Bibimbap",
    "image": "https://i.postimg.cc/j28HYpCW/vaishnav-chogale-f-U5-WBTXa-Y-unsplash.jpg",
    "description": "Bibimbap is a beloved Korean dish consisting of a bowl of rice mixed with an assortment of vegetables and chili pepper paste. Soy sauce is also added to give the dish a savory flavor."
  },
  {
    "id": 2,
    "name": "Bulgogi",
    "image": "https://i.postimg.cc/XqNSXCLZ/chicken-fried-hot-pot-with-spicy-sauce-korean-style.jpg",
    "description": "Bulgogi is a popular Korean dish made by marinating thinly sliced beef or pork and grilling it on a barbecue or stove-top griddle, resulting in a savory and delicious flavor."
  },
  {
    "id": 3,
    "name": "Japchae",
    "image": "https://i.postimg.cc/GtXKK8Cs/korean-instant-noodle-tteokbokki-korean-spicy-sauce-ancient-food.jpg",
    "description": "Japchae is a Korean dish consisting of stir-fried sweet potato starch noodles with vegetables, beef, and soy sauce, resulting in a savory, slightly sweet flavor."
  },
  {
    "id": 4,
    "name": "Kimchi",
    "image": "https://i.postimg.cc/C1gVTtfs/kimchi-ready-eat-bowl.jpg",
    "description": "Kimchi is a traditional Korean side dish made from salted and fermented vegetables, usually napa cabbage and Korean radish, with a variety of seasonings."
  },
  {
    "id": 5,
    "name": "Kimbap",
    "image": "https://i.postimg.cc/zX7g6Z48/korean-food-kim-bap-steamed-rice-with-vegetables-seaweed.jpg",
    "description": "Kimbap is a Korean dish consisting of seaweed and rice rolled together with vegetables, egg, and meat, then sliced into bite-sized pieces for serving."
  },
  {
    "id": 6,
    "name": "Samgyeopsal",
    "image": "https://i.postimg.cc/50Ptpb6R/top-view-nachos-with-cheese-with-spices-sauce-croutons-table.jpg",
    "description": "Samgyeopsal is a Korean grilled pork belly dish that is usually grilled at the table and served with lettuce leaves and a variety of condiments."
  },
  {
    "id": 7,
    "name": "Tteokbokki",
    "image": "https://i.postimg.cc/DfXZ1k7B/spicy-pork-with-vegetables-pan.jpg",
    "description": "Tteokbokki is a beloved Korean street food prepared with chewy rice cakes, fish cakes, and a spicy red pepper sauce, resulting in a flavorful and satisfying snack or meal."
  },
  {
    "id": 8,
    "name": "Haemul Pajeon",
    "image": "https://i.postimg.cc/Kvv09gNY/sushi-set-with-various-filling.jpg",
    "description": "Haemul Pajeon is a delicious Korean pancake made with scallions and various seafood like shrimp, squid, and oysters, creating a savory and crispy dish served with soy sauce and vinegar dipping sauce."
  }
]