[
    {
        "name": "Jessica Hernandez",
        "photo": "https://example.com/jessica-hernandez.jpg",
        "feedback": "I had an amazing experience at this restaurant! The food was delicious and the service was exceptional. I highly recommend the pasta dish and the tiramisu for dessert. Will definitely be coming back soon.",
        "rating": 5,
        "job": "Marketing Manager"
    },
    {
        "name": "Samantha Patel",
        "photo": "https://example.com/samantha-patel.jpg",
        "feedback": "I had a fantastic dining experience at this restaurant. The food was excellent and the service was top-notch. The atmosphere was elegant and sophisticated, perfect for a special occasion. I highly recommend the lobster tail and the creme brulee for dessert. Can't wait to come back!",
        "rating": 5,
        "job": "Lawyer"
    },
    {
        "name": "David Lee",
        "photo": "https://example.com/david-lee.jpg",
        "feedback": "The food was great and the staff were friendly and attentive. I especially enjoyed the seafood platter and the wine selection. Would recommend this restaurant to anyone looking for a nice night out.",
        "rating": 4,
        "job": "Software Engineer"
    },
    {
        "name": "Jennifer Nguyen",
        "photo": "https://example.com/jennifer-nguyen.jpg",
        "feedback": "Had a lovely time at this restaurant. The atmosphere was cozy and welcoming, and the food was delicious. The steak was cooked perfectly and the mashed potatoes were so creamy. Definitely one of my new favorite spots in town.",
        "rating": 4,
        "job": "Graphic Designer"
    },
    {
        "name": "Michael Chen",
        "photo": "https://example.com/michael-chen.jpg",
        "feedback": "The restaurant has a great selection of food and drinks. The sushi was fresh and tasty, and the cocktails were well-made. The staff were friendly and provided excellent service throughout the evening.",
        "rating": 4,
        "job": "Investment Analyst"
    },
    {
        "name": "Lisa Rodriguez",
        "photo": "https://example.com/lisa-rodriguez.jpg",
        "feedback": "The food was absolutely delicious and the presentation was beautiful. The staff were attentive and friendly, making for a wonderful dining experience. Highly recommend the grilled salmon and the chocolate cake!",
        "rating": 5,
        "job": "Journalist"
    },
    {
        "name": "Daniel Kim",
        "photo": "https://example.com/daniel-kim.jpg",
        "feedback": "The restaurant has a great atmosphere and the service was fantastic. The appetizers were delicious and the main courses did not disappoint. I highly recommend the duck dish and the mushroom risotto. Can't wait to come back!",
        "rating": 5,
        "job": "Architect"
    },
    {
        "name": "Emily Wong",
        "photo": "https://example.com/emily-wong.jpg",
        "feedback": "This is one of the best restaurants I've been to in a long time. The food was fresh and flavorful, and the service was impeccable. The staff were knowledgeable about the menu and made great recommendations. Definitely worth a visit!",
        "rating": 5,
        "job": "Product Manager"
    },
    {
        "name": "Juan Perez",
        "photo": "https://example.com/juan-perez.jpg",
        "feedback": "I had a great experience at this restaurant. The food was delicious and the portions were generous. The staff were friendly and accommodating, and the atmosphere was cozy and intimate. Will definitely be coming back!",
        "rating": 4,
        "job": "Teacher"
    }
]